Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Emuqu needs Bluetooth to reach your Polar strap. Turn it on for Emuqu in iOS Settings, then come back — pairing cannot work until you do.
ar: يحتاج Emuqu إلى البلوتوث للوصول إلى حزام Polar. فعّله لـ Emuqu في الإعدادات ثم عُد — لا يمكن إتمام الإقران قبل ذلك.
da: Emuqu skal bruge Bluetooth for at nå dit Polar-bælte. Slå det til for Emuqu i Indstillinger, og kom så tilbage — parring kan ikke fungere før da.
de: Emuqu braucht Bluetooth, um deinen Polar-Gurt zu erreichen. Schalte es für Emuqu in den Einstellungen ein und komm dann zurück — vorher kann das Koppeln nicht funktionieren.
es: Emuqu necesita Bluetooth para conectar con tu banda Polar. Actívalo para Emuqu en Ajustes y vuelve — el emparejamiento no puede funcionar hasta entonces.
fi: Emuqu tarvitsee Bluetoothia Polar-pannan tavoittamiseen. Ota se käyttöön Emuqulle asetuksissa ja palaa takaisin — pariliitos ei onnistu sitä ennen.
fr: Emuqu a besoin du Bluetooth pour atteindre votre ceinture Polar. Activez-le pour Emuqu dans Réglages, puis revenez — l’association ne peut pas fonctionner avant.
is: Emuqu þarf Bluetooth til að ná í Polar-ólina þína. Kveiktu á því fyrir Emuqu í Stillingum og komdu svo aftur — pörun getur ekki virkað fyrr en þá.
it: Emuqu ha bisogno del Bluetooth per raggiungere la fascia Polar. Attivalo per Emuqu in Impostazioni e torna qui — l’abbinamento non può funzionare prima.
ja: Emuqu が Polar ストラップに接続するには Bluetooth が必要です。設定で Emuqu の Bluetooth をオンにしてから戻ってください。それまでペアリングはできません。
ko: Emuqu가 Polar 스트랩에 연결하려면 Bluetooth가 필요합니다. 설정에서 Emuqu의 Bluetooth를 켠 뒤 돌아오세요. 그전에는 페어링할 수 없습니다.
nb: Emuqu trenger Bluetooth for å nå Polar-beltet ditt. Slå det på for Emuqu i Innstillinger, og kom så tilbake — paring kan ikke fungere før det.
nl: Emuqu heeft Bluetooth nodig om je Polar-band te bereiken. Zet het aan voor Emuqu in Instellingen en kom terug — koppelen kan pas daarna werken.
pt_br: O Emuqu precisa de Bluetooth para alcançar sua cinta Polar. Ative-o para o Emuqu em Ajustes e volte — o pareamento não funciona antes disso.
ru: Emuqu нужен Bluetooth, чтобы связаться с ремнём Polar. Включите его для Emuqu в настройках и вернитесь — до этого сопряжение невозможно.
sv: Emuqu behöver Bluetooth för att nå ditt Polar-band. Slå på det för Emuqu i Inställningar och kom tillbaka — parkoppling fungerar inte innan dess.
zh_hans: Emuqu 需要蓝牙才能连接你的 Polar 心率带。请在设置中为 Emuqu 打开蓝牙后返回，在此之前无法配对。

source: Emuqu never sells your data, and contains no analytics SDKs, advertising frameworks, or tracking services.
ar: لا يبيع Emuqu بياناتك أبدًا، ولا يحتوي على حزم تحليلات أو أطر إعلانية أو خدمات تتبّع.
da: Emuqu sælger aldrig dine data og indeholder ingen analytics-SDK'er, annonceframeworks eller sporingstjenester.
de: Emuqu verkauft deine Daten nie und enthält keine Analytics-SDKs, Werbe-Frameworks oder Tracking-Dienste.
es: Emuqu nunca vende tus datos y no incluye SDK de analítica, frameworks publicitarios ni servicios de seguimiento.
fi: Emuqu ei koskaan myy tietojasi eikä sisällä analytiikka-SDK:ita, mainoskehyksiä tai seurantapalveluita.
fr: Emuqu ne vend jamais vos données et ne contient aucun SDK d’analytique, framework publicitaire ou service de pistage.
is: Emuqu selur aldrei gögnin þín og inniheldur enga greiningarpakka, auglýsingaramma eða rakningarþjónustur.
it: Emuqu non vende mai i tuoi dati e non contiene SDK di analytics, framework pubblicitari o servizi di tracciamento.
ja: Emuqu があなたのデータを販売することはなく、解析 SDK、広告フレームワーク、トラッキングサービスも一切含みません。
ko: Emuqu는 사용자의 데이터를 절대 판매하지 않으며, 분석 SDK, 광고 프레임워크, 추적 서비스를 포함하지 않습니다.
nb: Emuqu selger aldri dataene dine og inneholder ingen analyse-SDK-er, annonserammeverk eller sporingstjenester.
nl: Emuqu verkoopt je gegevens nooit en bevat geen analytics-SDK's, advertentieframeworks of trackingdiensten.
pt_br: O Emuqu nunca vende seus dados e não contém SDKs de análise, frameworks de publicidade nem serviços de rastreamento.
ru: Emuqu никогда не продаёт ваши данные и не содержит SDK аналитики, рекламных фреймворков или сервисов отслеживания.
sv: Emuqu säljer aldrig dina data och innehåller inga analys-SDK:er, reklamramverk eller spårningstjänster.
zh_hans: Emuqu 绝不出售你的数据，也不包含任何分析 SDK、广告框架或跟踪服务。

source: Emuqu never sends marketing or re-engagement pushes.
ar: لا يرسل Emuqu أبدًا إشعارات تسويقية أو إشعارات لإعادة التفاعل.
da: Emuqu sender aldrig markedsførings- eller genengageringsnotifikationer.
de: Emuqu sendet niemals Werbe- oder Reaktivierungsmitteilungen.
es: Emuqu nunca envía notificaciones de marketing ni de reenganche.
fi: Emuqu ei koskaan lähetä markkinointi- tai uudelleenaktivointi-ilmoituksia.
fr: Emuqu n’envoie jamais de notifications marketing ou de relance.
is: Emuqu sendir aldrei markaðs- eða endurvirkjunartilkynningar.
it: Emuqu non invia mai notifiche di marketing o di re-engagement.
ja: Emuqu がマーケティングや再エンゲージメントのためのプッシュ通知を送ることはありません。
ko: Emuqu는 마케팅이나 재참여 유도용 푸시 알림을 절대 보내지 않습니다.
nb: Emuqu sender aldri markedsføringsvarsler eller varsler for å lokke deg tilbake.
nl: Emuqu stuurt nooit pushmeldingen voor marketing of om je terug te halen.
pt_br: O Emuqu nunca envia notificações de marketing ou de reengajamento.
ru: Emuqu никогда не отправляет маркетинговые уведомления или напоминания о возвращении в приложение.
sv: Emuqu skickar aldrig marknadsförings- eller återengagemangsnotiser.
zh_hans: Emuqu 绝不发送营销或召回类推送通知。

source: Emuqu records heart rate and beat-to-beat (RR) intervals from the Polar H10 or Polar Verity Sense you connect over Bluetooth, and wrist heart rate from your Apple Watch during workouts.
ar: يسجّل Emuqu معدل ضربات القلب والفواصل بين النبضات (RR) من جهاز Polar H10 أو Polar Verity Sense الذي تصله عبر البلوتوث، ومعدل ضربات القلب من المعصم من Apple Watch أثناء التمارين.
da: Emuqu optager puls og slag-til-slag-intervaller (RR) fra den Polar H10 eller Polar Verity Sense, du forbinder via Bluetooth, og håndledspuls fra dit Apple Watch under træning.
de: Emuqu zeichnet Herzfrequenz und Schlag-zu-Schlag-Intervalle (RR) vom Polar H10 oder Polar Verity Sense auf, den du über Bluetooth verbindest, sowie während des Trainings die Herzfrequenz am Handgelenk von deiner Apple Watch.
es: Emuqu registra la frecuencia cardíaca y los intervalos latido a latido (RR) del Polar H10 o Polar Verity Sense que conectes por Bluetooth, y la frecuencia cardíaca de muñeca de tu Apple Watch durante los entrenamientos.
fi: Emuqu tallentaa sykkeen ja lyönti lyönniltä mitatut (RR) välit Bluetoothilla yhdistämästäsi Polar H10- tai Polar Verity Sense -laitteesta sekä Apple Watchin rannesykkeen harjoitusten aikana.
fr: Emuqu enregistre la fréquence cardiaque et les intervalles battement à battement (RR) de la Polar H10 ou du Polar Verity Sense que vous connectez en Bluetooth, ainsi que la fréquence cardiaque au poignet de votre Apple Watch pendant les entraînements.
is: Emuqu skráir hjartslátt og slag-til-slags (RR) bil frá Polar H10 eða Polar Verity Sense sem þú tengir með Bluetooth, og úlnliðspúls frá Apple Watch á æfingum.
it: Emuqu registra la frequenza cardiaca e gli intervalli battito-battito (RR) dal Polar H10 o dal Polar Verity Sense che colleghi via Bluetooth, e la frequenza cardiaca al polso dal tuo Apple Watch durante gli allenamenti.
ja: Emuqu は、Bluetooth で接続した Polar H10 または Polar Verity Sense から心拍数と拍間（RR）間隔を記録し、ワークアウト中は Apple Watch から手首の心拍数を記録します。
ko: Emuqu는 Bluetooth로 연결한 Polar H10 또는 Polar Verity Sense에서 심박수와 박동 간(RR) 간격을 기록하고, 운동 중에는 Apple Watch에서 손목 심박수를 기록합니다.
nb: Emuqu registrerer puls og slag-til-slag-intervaller (RR) fra Polar H10 eller Polar Verity Sense som du kobler til via Bluetooth, og håndleddspuls fra Apple Watch under økter.
nl: Emuqu registreert hartslag en slag-tot-slag-intervallen (RR) van de Polar H10 of Polar Verity Sense die je via Bluetooth verbindt, en polshartslag van je Apple Watch tijdens trainingen.
pt_br: O Emuqu registra a frequência cardíaca e os intervalos batimento a batimento (RR) do Polar H10 ou Polar Verity Sense que você conecta por Bluetooth, e a frequência cardíaca do pulso do seu Apple Watch durante os treinos.
ru: Emuqu записывает частоту пульса и интервалы между ударами (RR) с Polar H10 или Polar Verity Sense, подключённых по Bluetooth, а также пульс с запястья от Apple Watch во время тренировок.
sv: Emuqu registrerar puls och slag-till-slag-intervall (RR) från den Polar H10 eller Polar Verity Sense du ansluter via Bluetooth, och handledspuls från din Apple Watch under träningspass.
zh_hans: Emuqu 记录你通过蓝牙连接的 Polar H10 或 Polar Verity Sense 的心率和逐搏（RR）间期，以及训练期间 Apple Watch 的腕部心率。

source: Emuqu report
ar: تقرير Emuqu
da: Emuqu-rapport
de: Emuqu-Bericht
es: Informe de Emuqu
fi: Emuqu-raportti
fr: Rapport Emuqu
is: Emuqu skýrsla
it: Report Emuqu
ja: Emuqu レポート
ko: Emuqu 리포트
nb: Emuqu-rapport
nl: Emuqu-rapport
pt_br: Relatório Emuqu
ru: Отчёт Emuqu
sv: Emuqu-rapport
zh_hans: Emuqu 报告

source: Emuqu runs no server of its own.
ar: لا يشغّل Emuqu أي خادم خاص به.
da: Emuqu har ingen egen server.
de: Emuqu betreibt keinen eigenen Server.
es: Emuqu no tiene ningún servidor propio.
fi: Emuqulla ei ole omaa palvelinta.
fr: Emuqu n’exploite aucun serveur propre.
is: Emuqu rekur engan eigin netþjón.
it: Emuqu non gestisce alcun server proprio.
ja: Emuqu は独自のサーバーを運用していません。
ko: Emuqu는 자체 서버를 운영하지 않습니다.
nb: Emuqu har ingen egen server.
nl: Emuqu heeft geen eigen server.
pt_br: O Emuqu não opera nenhum servidor próprio.
ru: У Emuqu нет собственного сервера.
sv: Emuqu driver ingen egen server.
zh_hans: Emuqu 不运行任何自己的服务器。

source: Emuqu screens questions and replies on this device for medical red flags and points you to a clinician, but it cannot control what those services do with your data or everything they say. Long-press any reply to report it.
ar: يفحص Emuqu الأسئلة والردود على هذا الجهاز بحثًا عن مؤشرات طبية تحذيرية ويوجّهك إلى مختص صحي، لكنه لا يستطيع التحكم فيما تفعله تلك الخدمات ببياناتك ولا في كل ما تقوله. اضغط مطوّلًا على أي رد للإبلاغ عنه.
da: Emuqu tjekker spørgsmål og svar på denne enhed for medicinske faresignaler og henviser dig til en behandler, men kan ikke kontrollere, hvad disse tjenester gør med dine data, eller alt, hvad de siger. Tryk længe på et svar for at rapportere det.
de: Emuqu prüft Fragen und Antworten auf diesem Gerät auf medizinische Warnzeichen und verweist dich an medizinisches Fachpersonal, kann aber weder kontrollieren, was diese Dienste mit deinen Daten tun, noch alles, was sie sagen. Drücke lange auf eine Antwort, um sie zu melden.
es: Emuqu revisa en este dispositivo las preguntas y respuestas en busca de señales de alarma médicas y te remite a un profesional sanitario, pero no puede controlar lo que esos servicios hacen con tus datos ni todo lo que dicen. Mantén pulsada cualquier respuesta para reportarla.
fi: Emuqu seuloo kysymykset ja vastaukset tällä laitteella lääketieteellisten varoitusmerkkien varalta ja ohjaa sinut terveydenhuollon ammattilaiselle, mutta se ei voi hallita, mitä nämä palvelut tekevät tiedoillasi, eikä kaikkea, mitä ne sanovat. Ilmoita vastauksesta painamalla sitä pitkään.
fr: Emuqu analyse sur cet appareil les questions et les réponses à la recherche de signaux d’alerte médicaux et vous oriente vers un professionnel de santé, mais il ne peut pas contrôler ce que ces services font de vos données ni tout ce qu’ils disent. Appuyez longuement sur une réponse pour la signaler.
is: Emuqu skimar spurningar og svör í þessu tæki fyrir læknisfræðilegum viðvörunarmerkjum og vísar þér til heilbrigðisstarfsmanns, en getur ekki stjórnað því hvað þessar þjónustur gera við gögnin þín né öllu sem þær segja. Haltu fingri á svari til að tilkynna það.
it: Emuqu analizza domande e risposte su questo dispositivo alla ricerca di segnali d’allarme medici e ti indirizza a un medico, ma non può controllare cosa fanno quei servizi con i tuoi dati né tutto ciò che dicono. Tieni premuta una risposta per segnalarla.
ja: Emuqu はこのデバイス上で質問と回答に医学的な危険信号がないかを確認し、該当する場合は医療専門家への相談を案内しますが、これらのサービスがあなたのデータをどう扱うか、また何を答えるかをすべて制御することはできません。回答を長押しすると報告できます。
ko: Emuqu는 이 기기에서 질문과 답변에 의학적 위험 신호가 있는지 확인하고 의료 전문가와 상담하도록 안내하지만, 해당 서비스가 사용자의 데이터로 무엇을 하는지나 그들이 하는 모든 답변을 통제할 수는 없습니다. 답변을 길게 눌러 신고할 수 있습니다.
nb: Emuqu kontrollerer spørsmål og svar på denne enheten for medisinske faresignaler og henviser deg til helsepersonell, men kan ikke kontrollere hva disse tjenestene gjør med dataene dine eller alt de sier. Trykk og hold på et svar for å rapportere det.
nl: Emuqu controleert vragen en antwoorden op dit apparaat op medische alarmsignalen en verwijst je naar een zorgverlener, maar kan niet bepalen wat die diensten met je gegevens doen of alles wat ze zeggen. Houd een antwoord ingedrukt om het te melden.
pt_br: O Emuqu analisa perguntas e respostas neste dispositivo em busca de sinais de alerta médicos e indica que você procure um profissional de saúde, mas não pode controlar o que esses serviços fazem com seus dados nem tudo o que eles dizem. Toque e segure qualquer resposta para denunciá-la.
ru: Emuqu проверяет вопросы и ответы на этом устройстве на медицинские тревожные признаки и советует обратиться к врачу, но не может контролировать ни то, что эти сервисы делают с вашими данными, ни всё, что они говорят. Нажмите и удерживайте любой ответ, чтобы пожаловаться на него.
sv: Emuqu granskar frågor och svar på den här enheten efter medicinska varningstecken och hänvisar dig till vårdpersonal, men kan inte styra vad de tjänsterna gör med dina data eller allt de säger. Tryck länge på ett svar för att rapportera det.
zh_hans: Emuqu 会在本设备上筛查问题和回复中的医疗警示信号，并建议你咨询临床医生，但它无法控制这些服务如何处理你的数据，也无法控制它们所说的一切。长按任意回复即可举报。

source: Emuqu uses Apple Health for sleep, vitals, and workout history. It is never sold or used for ads, and the Privacy Policy says exactly what leaves your device, and when.
ar: يستخدم Emuqu تطبيق Apple Health للنوم والعلامات الحيوية وسجل التمارين. ولا تُباع هذه البيانات أبدًا ولا تُستخدم للإعلانات، وتوضّح سياسة الخصوصية بالضبط ما يغادر جهازك ومتى.
da: Emuqu bruger Apple Health til søvn, vitale data og træningshistorik. Disse data sælges aldrig og bruges aldrig til annoncer, og privatlivspolitikken beskriver præcis, hvad der forlader din enhed, og hvornår.
de: Emuqu nutzt Apple Health für Schlaf, Vitaldaten und Trainingsverlauf. Diese Daten werden nie verkauft oder für Werbung genutzt, und die Datenschutzrichtlinie legt genau dar, was dein Gerät verlässt und wann.
es: Emuqu usa Apple Health para el sueño, las constantes vitales y el historial de entrenamientos. Estos datos nunca se venden ni se usan para publicidad, y la Política de privacidad indica exactamente qué sale de tu dispositivo y cuándo.
fi: Emuqu käyttää Apple Healthia uneen, elintoimintoihin ja harjoitushistoriaan. Tietoja ei koskaan myydä eikä käytetä mainontaan, ja tietosuojakäytännössä kerrotaan tarkalleen, mitä laitteeltasi lähtee ja milloin.
fr: Emuqu utilise Apple Santé pour le sommeil, les signes vitaux et l’historique d’entraînement. Ces données ne sont jamais vendues ni utilisées pour la publicité, et la Politique de confidentialité indique exactement ce qui quitte votre appareil, et quand.
is: Emuqu notar Apple Health fyrir svefn, lífsmörk og æfingasögu. Gögnin eru aldrei seld né notuð í auglýsingar, og persónuverndarstefnan segir nákvæmlega hvað fer úr tækinu þínu, og hvenær.
it: Emuqu usa Apple Salute per sonno, parametri vitali e storico degli allenamenti. I dati non vengono mai venduti né usati per la pubblicità, e l’Informativa sulla privacy spiega esattamente cosa lascia il tuo dispositivo, e quando.
ja: Emuqu は睡眠、バイタル、ワークアウト履歴のために Apple ヘルスケアを使用します。そのデータが販売されたり広告に使用されたりすることは一切なく、何がいつデバイスの外に出るかはプライバシーポリシーに正確に記載されています。
ko: Emuqu는 수면, 바이탈, 운동 기록에 Apple 건강을 사용합니다. 이 데이터는 절대 판매되거나 광고에 사용되지 않으며, 무엇이 언제 기기를 벗어나는지는 개인정보 처리방침에 정확히 설명되어 있습니다.
nb: Emuqu bruker Apple Health for søvn, vitalverdier og treningshistorikk. Dataene selges aldri og brukes aldri til reklame, og personvernerklæringen forklarer nøyaktig hva som forlater enheten din, og når.
nl: Emuqu gebruikt Apple Health voor slaap, vitale waarden en trainingsgeschiedenis. Die gegevens worden nooit verkocht of voor advertenties gebruikt, en het privacybeleid vermeldt precies wat je apparaat verlaat, en wanneer.
pt_br: O Emuqu usa o Apple Saúde para sono, sinais vitais e histórico de treinos. Esses dados nunca são vendidos nem usados para anúncios, e a Política de privacidade diz exatamente o que sai do seu dispositivo e quando.
ru: Emuqu использует Apple Здоровье для данных о сне, показателях и истории тренировок. Эти данные никогда не продаются и не используются для рекламы, а в Политике конфиденциальности точно сказано, что и когда покидает ваше устройство.
sv: Emuqu använder Apple Hälsa för sömn, vitalvärden och träningshistorik. Det säljs aldrig och används aldrig för reklam, och integritetspolicyn anger exakt vad som lämnar din enhet och när.
zh_hans: Emuqu 使用 Apple 健康获取睡眠、生命体征和训练历史记录。这些数据绝不会被出售或用于广告，隐私政策准确说明了哪些数据会在何时离开你的设备。

source: Emuqu uses the following open-source libraries. Each link opens the project's source repository where the full license text lives.
ar: يستخدم Emuqu المكتبات مفتوحة المصدر التالية. يفتح كل رابط مستودع الكود المصدري للمشروع حيث يوجد نص الترخيص الكامل.
da: Emuqu bruger følgende open source-biblioteker. Hvert link åbner projektets kildekoderepository, hvor den fulde licenstekst findes.
de: Emuqu verwendet die folgenden Open-Source-Bibliotheken. Jeder Link öffnet das Quellcode-Repository des Projekts, in dem der vollständige Lizenztext liegt.
es: Emuqu utiliza las siguientes bibliotecas de código abierto. Cada enlace abre el repositorio de código fuente del proyecto, donde se encuentra el texto completo de la licencia.
fi: Emuqu käyttää seuraavia avoimen lähdekoodin kirjastoja. Jokainen linkki avaa projektin lähdekoodivaraston, jossa koko lisenssiteksti sijaitsee.
fr: Emuqu utilise les bibliothèques open source suivantes. Chaque lien ouvre le dépôt de code source du projet, où se trouve le texte complet de la licence.
is: Emuqu notar eftirfarandi opin hugbúnaðarsöfn. Hver tengill opnar frumkóðasafn verkefnisins þar sem fullur leyfistexti er að finna.
it: Emuqu utilizza le seguenti librerie open source. Ogni link apre il repository del codice sorgente del progetto, dove si trova il testo completo della licenza.
ja: Emuquは以下のオープンソースライブラリを使用しています。各リンクは、ライセンス全文が掲載されているプロジェクトのソースリポジトリを開きます。
ko: Emuqu는 다음과 같은 오픈 소스 라이브러리를 사용합니다. 각 링크는 전체 라이선스 텍스트가 있는 프로젝트의 소스 저장소를 엽니다.
nb: Emuqu bruker følgende åpen kildekode-biblioteker. Hver lenke åpner prosjektets kildekoderepositorium der hele lisensteksten ligger.
nl: Emuqu gebruikt de volgende opensourcebibliotheken. Elke link opent de broncoderepository van het project waar de volledige licentietekst staat.
pt_br: O Emuqu usa as seguintes bibliotecas de código aberto. Cada link abre o repositório de código-fonte do projeto, onde está o texto completo da licença.
ru: Emuqu использует следующие библиотеки с открытым исходным кодом. Каждая ссылка открывает репозиторий исходного кода проекта, где находится полный текст лицензии.
sv: Emuqu använder följande bibliotek med öppen källkod. Varje länk öppnar projektets källkodsförråd där den fullständiga licenstexten finns.
zh_hans: Emuqu 使用以下开源库。每个链接都会打开该项目的源代码仓库，完整的许可证文本即位于其中。

source: Emuqu will stop sending your data to this provider. You'll be asked to agree again before it resumes. Data the provider already received is governed by their policy, not by this setting.
ar: سيتوقف Emuqu عن إرسال بياناتك إلى هذا المزوّد. سيُطلب منك الموافقة مرة أخرى قبل استئناف الإرسال. أما البيانات التي تسلّمها المزوّد بالفعل فتخضع لسياسته هو، لا لهذا الإعداد.
da: Emuqu holder op med at sende dine data til denne udbyder. Du bliver bedt om at acceptere igen, før det genoptages. Data, udbyderen allerede har modtaget, er omfattet af deres politik – ikke af denne indstilling.
de: Emuqu sendet keine Daten mehr an diesen Anbieter. Bevor die Übertragung wieder aufgenommen wird, wirst du erneut um Zustimmung gebeten. Für bereits übermittelte Daten gilt die Richtlinie des Anbieters, nicht diese Einstellung.
es: Emuqu dejará de enviar tus datos a este proveedor. Se te pedirá que aceptes de nuevo antes de reanudarlo. Los datos que el proveedor ya recibió se rigen por su política, no por este ajuste.
fi: Emuqu lopettaa tietojesi lähettämisen tälle palveluntarjoajalle. Sinulta kysytään suostumus uudelleen ennen kuin lähetys jatkuu. Jo lähetettyihin tietoihin sovelletaan palveluntarjoajan omaa käytäntöä, ei tätä asetusta.
fr: Emuqu cessera d’envoyer vos données à ce fournisseur. Vous devrez donner votre accord à nouveau avant la reprise. Les données déjà reçues par le fournisseur relèvent de sa politique, pas de ce réglage.
is: Emuqu hættir að senda gögnin þín til þessa þjónustuaðila. Þú verður beðin(n) um að samþykkja aftur áður en sending hefst á ný. Gögn sem þjónustuaðilinn hefur þegar fengið lúta hans eigin stefnu, ekki þessari stillingu.
it: Emuqu smetterà di inviare i tuoi dati a questo fornitore. Ti verrà chiesto di accettare di nuovo prima che riprenda. I dati già ricevuti dal fornitore sono regolati dalla sua informativa, non da questa impostazione.
ja: Emuqu はこのプロバイダへのデータ送信を停止します。再開する前に、あらためて同意を求めます。プロバイダが既に受け取ったデータは、この設定ではなくプロバイダのポリシーに従います。
ko: Emuqu가 이 제공업체로 데이터를 보내지 않습니다. 다시 시작하기 전에 동의를 한 번 더 요청합니다. 제공업체가 이미 받은 데이터는 이 설정이 아니라 해당 업체의 정책을 따릅니다.
nb: Emuqu slutter å sende dataene dine til denne leverandøren. Du blir bedt om å godta på nytt før det gjenopptas. Data leverandøren allerede har mottatt, omfattes av deres retningslinjer – ikke av denne innstillingen.
nl: Emuqu stopt met het versturen van je gegevens naar deze aanbieder. Je wordt opnieuw om toestemming gevraagd voordat dit hervat. Gegevens die de aanbieder al heeft ontvangen, vallen onder hun beleid, niet onder deze instelling.
pt_br: O Emuqu vai parar de enviar seus dados para esse provedor. Você será solicitado a concordar novamente antes que volte a enviar. Os dados que o provedor já recebeu seguem a política dele, não esta configuração.
ru: Emuqu перестанет отправлять ваши данные этому провайдеру. Прежде чем отправка возобновится, у вас снова спросят согласие. Данные, которые провайдер уже получил, регулируются его политикой, а не этой настройкой.
sv: Emuqu slutar skicka dina data till den här leverantören. Du får godkänna på nytt innan det återupptas. Data som leverantören redan tagit emot omfattas av deras policy, inte av den här inställningen.
zh_hans: Emuqu 将停止向该提供商发送你的数据。恢复发送前会再次征求你的同意。提供商已收到的数据受其自身政策约束，不受此设置影响。
